IdeaRS.Connections
CleatData.RemainingPart2 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the information, whether cleat is at the begin or at the end of added member.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public AddedMemberPartCode RemainingPart2 { get; set; }
Property Value
Type: AddedMemberPartCode
See Also
Reference
CleatData Class
IdeaRS.Connections.Data Namespace